Repository: schrej-zz/bzdstaffdirectory
Catalog: *.locallang_db.xlf
Languages: de, fr

# pages.tx_bzdstaffdirectory_bzd_contact_person
source: Contact Person
de: Kontaktperson
fr: Interlocuteur

# pi_flexform_group
source: Which group should be shown?
de: Welche Teams sollen angezeigt werden?
fr: Quelle équipe doit être montrée?

# pi_flexform_liststyle
source: What to show?
de: Welche Ansicht?
fr: Sélectionner ce qui doit ête montré?

# pi_flexform_liststyle_grouped
source: grouped by team
de: Gruppiert nach Team
fr: Groupé par équipe

# pi_flexform_liststyle_images
source: just images
de: Bilderliste
fr: Images seulement

# pi_flexform_liststyle_mixed
source: Text and images (default)
de: Text und Bilder (Standard)
fr: Texte et images (défaut)

# pi_flexform_liststyle_names
source: just names
de: Namensliste
fr: Noms seulement

# pi_flexform_listtype
source: What to show?
de: Anzuzeigende Liste
fr: Sélectionner ce qui doit être montré?

# pi_flexform_listtype_box
source: BOX - Contact person
de: BOX - Kontaktperson
fr: BOîTE - interlocuteur

# pi_flexform_listtype_detail
source: DETAIL - Detailed information
de: DETAIL - Ausführliche Informationen über eine Person
fr: DÉTAIL - informations détaillées

# pi_flexform_listtype_teamlist
source: TEAMLIST - List of a team
de: TEAMLIST - Liste eines Teams
fr: LIST ÉQUIPE - liste d'une équipe

# pi_flexform_source
source: Where to select the person(s) to show?
de: Von welcher Quelle sollen die Personen ausgewählt weren?
fr: Où sélectionner la(les) personne(s) à afficher?

# pi_flexform_source_frompage
source: from page (default)
de: von dieser Seite (Standard)
fr: D'une page (par défaut)

# pi_flexform_source_fromplugin
source: from this plugin
de: von diesem Plugin
fr: De ce plugin

# pi_flexform_source_fromteamleaders
source: from teams
de: von den Teams
fr: pour les équipes

# pi_flexform_spamprotectionmode
source: How to protect e-mail addresses from being stolen by spammers?
de: Welcher Schutz gegen Emailadressen Diebstahl durch Spammer soll eingesetzt werden?
fr: Comment protéger les adresses eMail du vol par des spammers?

# pi_flexform_spamprotectionmode_asimage
source: Render it as an image (not linked)
de: Ausgabe als Bild (ohne Link)
fr: Traduire en une image (non reliée)

# pi_flexform_spamprotectionmode_asimagejsencrypted
source: Render it as an image (with encrypted link)
de: Ausgabe als Bild (mit verschlüsseltem Link)
fr: Traduire en une image (avec lien encripté)

# pi_flexform_spamprotectionmode_jsencrypted
source: Encrypt it with JavaScript function
de: Verschlüsselt mit JavaScript Funktion
fr: Encripter avec la foncion JavaScript

# pi_flexform_spamprotectionmode_plain
source: No protection, plain text.
de: Kein Schutz, reiner Text
fr: Sans protection, texte simple

# tt_content.list_type_pi1
source: BZD Staff Directory
de: BZD Mitarbeiterverzeichnis
fr: BZD collaborateur liste

# tt_content.pi_flexform.click_enlarge
source: Click enlarge images?
de: Klick-Vergrösserung?
fr: Cliquer images agrandies?

# tt_content.pi_flexform.contactbox
source: Contact person (Box)
de: Kontaktperson (BOX)
fr: Votre interlocuteur

# tt_content.pi_flexform.css_file
source: CSS-File
de: CSS-Datei
fr: Fichier CSS

# tt_content.pi_flexform.detailPage
source: Detailpage (where to show the detailed info of the persons?)
de: Welche Detail-Seite?
fr: Page détails (où sont montrées les infos détails sur les personnes?)

# tt_content.pi_flexform.detailview
source: Detailview
de: Detailansicht
fr: Détails

# tt_content.pi_flexform.disableBackLink
source: Disable back links?
de: Link "zurück" entfernen?
fr: Empècher back links?

# tt_content.pi_flexform.doNotLinkToDetailView
source: Do not link to details page.
de: Nicht zur Detailseite verlinken.

# tt_content.pi_flexform.emailasimage
source: Show email-address as an image?
de: Email als Bild darstellen?
fr: Montrer eMail sous forme d'une image?

# tt_content.pi_flexform.ignoreGroupSelection
source: Ignore Group selection (show every person)
de: Gruppenauswahl ignorieren (zeigt alle Personen)
fr: Ignorer la sélection équipe (montrer chaque personne)

# tt_content.pi_flexform.ignoreTeamLeaders
source: Ignore the team leaders (hide in list)?
de: Team Leader ignorieren (ausblenden)?
fr: Ignorer le resp. d'équipe (voiler dans la liste)?

# tt_content.pi_flexform.linkNamesToSingleView
source: Make names be linked to the single view?
de: Namen zur Einzelansicht verlinken?
fr: Relier les noms à chaque image?

# tt_content.pi_flexform.listtype
source: List to show
de: anzuzeigende Liste
fr: Liste indicative

# tt_content.pi_flexform.settings
source: Settings
de: Einstellungen
fr: Réglages

# tt_content.pi_flexform.showAgeInsteadOfBirthdate
source: Show the age instead of the birthdate?
de: Alter anstatt Geburtsdatum anzeigen?
fr: Monter l'âge à la place de la date de naissance?

# tt_content.pi_flexform.showSingleViewAsPopUp
source: Show the single view in a pop-up?
de: Einzelansicht als PopUp anzeigen?
fr: Afficher le détail dans un pop-up?

# tt_content.pi_flexform.showimages
source: Show images?
de: Fotos anzeigen?
fr: Montrer les images?

# tt_content.pi_flexform.sortOrder
source: Sort by
de: Sortieren nach (Feldname)
fr: Classer par

# tt_content.pi_flexform.sortOrderDirection
source: Sorting direction
de: Sortierrichtung
fr: Sens du classement

# tt_content.pi_flexform.sortOrderDirection_asc
source: ascending
de: aufsteigend
fr: Ascendant

# tt_content.pi_flexform.sortOrderDirection_desc
source: descending
de: absteigend
fr: Descendant

# tt_content.pi_flexform.sortOrderForLeaders
source: Sort order for the team leaders (a field name)
de: Sortierung der Teamleiter nach (Feldname)
fr: Classement par ordre pour le resp. d'équipe (une case nom)

# tt_content.pi_flexform.source_fromplugin
source: Which persons should be shown:
de: Welche Person(en) sollen angezeigt werden?
fr: Quelle personne afficher

# tt_content.pi_flexform.source_fromteamleaders
source: Show the leaders of which team?
de: Die Leiter welcher Team(s) sollen angezeigt werden?
fr: Afficher le responsible de quelle équipe?

# tt_content.pi_flexform.startingpoint
source: Startingpoint
de: Startpunkt
fr: Point de départ

# tt_content.pi_flexform.teamlist
source: Teamlist
de: Team Liste
fr: Liste équipe

# tt_content.pi_flexform.template_file
source: Template-File
de: Template-Datei
fr: Fichier template

# tt_content.pi_flexform.usergroup
source: User Group (Team) to show
de: anzuzeigende Benutzergruppe
fr: Équipe à montrer

# tx_bzdstaffdirectory_functions
source: Functions
de: Funktionen

# tx_bzdstaffdirectory_functions.title
source: Function / Job Description
de: Funktion / Job-Beschreibung

# tx_bzdstaffdirectory_groups
source: Workgroups
de: Abteilungen
fr: Équipes

# tx_bzdstaffdirectory_groups.group_leaders
source: Group Leaders
de: Gruppenleiter
fr: Resp. équipe

# tx_bzdstaffdirectory_groups.group_members
source: Group Members
de: Team-Mitglieder
fr: Membres équipe

# tx_bzdstaffdirectory_groups.group_name
source: Group Name
de: Abteilungsname
fr: Nom équipe

# tx_bzdstaffdirectory_groups.infopage
source: Page with information about this team
de: Seite mit weiterführenden Informationen über dieses Team
fr: Page contenant l'information de cette équipe

# tx_bzdstaffdirectory_locations
source: Locations
de: Ort

# tx_bzdstaffdirectory_locations.address
source: Address
de: Adresse

# tx_bzdstaffdirectory_locations.city
source: City
de: Stadt

# tx_bzdstaffdirectory_locations.country
source: Country
de: Land

# tx_bzdstaffdirectory_locations.infopage
source: Page with information about this location
de: Seite mit Informationen über diesen Ort

# tx_bzdstaffdirectory_locations.title
source: Title
de: Titel

# tx_bzdstaffdirectory_locations.zip
source: ZIP
de: Postleitzahl

# tx_bzdstaffdirectory_persons
source: Persons
de: Personen
fr: Personnes

# tx_bzdstaffdirectory_persons.date_birthdate
source: Birthdate
de: Geburtsdatum
fr: Date de naissance

# tx_bzdstaffdirectory_persons.date_incompany
source: In company since
de: In der Firma seit
fr: Dans la Société depuis

# tx_bzdstaffdirectory_persons.email
source: Email Address
de: Emailadresse
fr: Email

# tx_bzdstaffdirectory_persons.files
source: File(s)
de: Datei(en)
fr: Fichier(s)

# tx_bzdstaffdirectory_persons.first_name
source: First name
de: Vorname
fr: Prénom

# tx_bzdstaffdirectory_persons.function
source: Function / Job Description
de: Funktion
fr: Fonction

# tx_bzdstaffdirectory_persons.functions
source: Function(s)
de: Funktion(en)

# tx_bzdstaffdirectory_persons.gender
source: Gender
de: Geschlecht
fr: Sexe

# tx_bzdstaffdirectory_persons.gender.female
source: female
de: weiblich
fr: Féminin

# tx_bzdstaffdirectory_persons.gender.male
source: male
de: männlich
fr: Masculin

# tx_bzdstaffdirectory_persons.gender.notSet
source: not defined
de: bitte auswählen
fr: Non défini

# tx_bzdstaffdirectory_persons.image
source: Image
de: Bild
fr: Photo

# tx_bzdstaffdirectory_persons.last_name
source: Last name
de: Nachname
fr: Nom

# tx_bzdstaffdirectory_persons.location
source: Location
de: Standort
fr: Ville

# tx_bzdstaffdirectory_persons.mobile_phone
source: Mobile Phone Number
de: Mobiltelefon

# tx_bzdstaffdirectory_persons.nickname
source: Nickname
de: Spitzname

# tx_bzdstaffdirectory_persons.officehours
source: Office hours
de: Bürozeiten
fr: Horaires bureau

# tx_bzdstaffdirectory_persons.opinion
source: Your Opinion
de: Meinung
fr: Opinion

# tx_bzdstaffdirectory_persons.phone
source: Phone Number
de: Telefon
fr: N° tél.

# tx_bzdstaffdirectory_persons.room
source: Room Number
de: Büro/Raum
fr: Rue

# tx_bzdstaffdirectory_persons.sorting
source: Sorting
de: Sortierung
fr: Tri

# tx_bzdstaffdirectory_persons.tasks
source: User Tasks
de: Aufgaben
fr: Tâches

# tx_bzdstaffdirectory_persons.title
source: Title
de: Titel
fr: Titre

# tx_bzdstaffdirectory_persons.universal_field_1
source: Universal field 1
de: Universelles Feld 1
fr: Case universelle 1

# tx_bzdstaffdirectory_persons.universal_field_2
source: Universal field 2
de: Universelles Feld 2
fr: Case universelle 2

# tx_bzdstaffdirectory_persons.universal_field_3
source: Universal field 3
de: Universelles Feld 3
fr: Case universelle 3

# tx_bzdstaffdirectory_persons.universal_field_4
source: Universal field 4
de: Universelles Feld 4
fr: Case universelle 4

# tx_bzdstaffdirectory_persons.universal_field_5
source: Universal field 5
de: Universelles Feld 5
fr: Case universelle 5

# tx_bzdstaffdirectory_persons.usergroups
source: Group membership
de: Gruppenzugehörigkeit
fr: Adhésion à une équipe

# tx_bzdstaffdirectory_persons.xing_profile_url
source: Link to XING profile
de: Link zum XING Profil
